hx_sweep/He_1bar_Re2300_gci_coarse/0/p_rgh
FoamFile { version 2.0; format ascii; class volScalarField; object p_rgh; }
dimensions [1 -1 -2 0 0 0 0];
internalField uniform 100000;
boundaryField
{
    inlet          { type fixedFluxPressure; value uniform 100000; }
    outlet         { type fixedValue;        value uniform 100000; }
    heatedWall     { type fixedFluxPressure; value uniform 100000; }
    adiabaticWalls { type fixedFluxPressure; value uniform 100000; }
}
